//
const messages = [{id: 1,
    author: 'Алви',
    text: 'Приветики🥰',
    type: 'входящее',
    time: '12:29'},

{id: 2,
    author: 'Хамзат',
    text: 'Как дела?',
    type: 'пробуждение',
    time: '12:43',},

    {id: 3,
        author: 'Керим',
        text: 'Где ты?',
        type: 'напоминание',
        time: '15:23',},

        {id: 4,
            author: 'Рамзан',
            text: 'С кем ты?',
            type: 'уведомление',
            time: '03:29',},

            {id: 5,
                author: 'Казбек',
                text: 'До свидания!',
                type: 'сообщение',
                time: '12:29',}
    ]

    console.log(messages)